Repository: CofficLab/GitOK
Catalog: Packages/PluginGitRemoteRepository/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Add
zh_hans: 添加
zh_hk: 添加

source: Add Remote
zh_hans: 添加远程
zh_hk: 添加遠程

source: Add Remote Repository
zh_hans: 添加远程仓库
zh_hk: 新增遠端儲存庫

source: Add, rename, or remove entries.
zh_hans: 添加、重命名或移除条目。
zh_hk: 添加、重命名或移除條目。

source: Attach new remotes with any name and URL.
zh_hans: 以任意名称与地址添加新远程。
zh_hk: 以任意名稱與地址添加新遠程。

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Changes are persisted to the repository.
zh_hans: 变更持久化到仓库。
zh_hk: 變更持久化到倉庫。

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: Copy URL
zh_hans: 复制 URL
zh_hk: 複製 URL

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Current remotes are read from the repo config.
zh_hans: 从仓库配置读取当前远程列表。
zh_hk: 從倉庫配置讀取當前遠程列表。

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Detach remotes with clear confirmation.
zh_hans: 带明确确认解除远程关联。
zh_hk: 帶明確確認解除遠程關聯。

source: Edit & Rename
zh_hans: 编辑与重命名
zh_hk: 編輯與重命名

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: List remotes
zh_hans: 列出远程
zh_hk: 列出遠程

source: Manage Remote Repositories
zh_hans: 管理远程仓库
zh_hk: 管理遠端儲存庫

source: Modify
zh_hans: 修改
zh_hk: 修改

source: No remote repository configured
zh_hans: 未配置远程仓库
zh_hk: 未設定遠端儲存庫

source: Open in Browser
zh_hans: 在浏览器中打开
zh_hk: 在瀏覽器中開啟

source: Remote Repositories
zh_hans: 远程仓库
zh_hk: 遠端儲存庫

source: Remote Repository
zh_hans: 远程仓库
zh_hk: 遠端儲存庫

source: Remote name (e.g. origin)
zh_hans: 远程名称（例如 origin）
zh_hk: 遠端名稱（例如 origin）

source: Remotes managed with full control.
zh_hans: 远程仓库，尽在掌控。
zh_hk: 遠程倉庫，盡在掌控。

source: Remove
zh_hans: 移除
zh_hk: 移除

source: Remove Safely
zh_hans: 安全移除
zh_hk: 安全移除

source: Rename
zh_hans: 重命名
zh_hk: 重命名

source: Repository URL
zh_hans: 仓库 URL
zh_hk: 儲存庫 URL

source: Save config
zh_hans: 保存配置
zh_hk: 保存配置

source: Update URLs or rename remotes without losing tracking.
zh_hans: 更新地址或重命名远程而不丢失跟踪。
zh_hk: 更新地址或重命名遠程而不丟失跟蹤。

source: click to add
zh_hans: 一键添加
zh_hk: 一鍵添加

source: remotes
zh_hans: 远程数
zh_hk: 遠程數
